Revit 2027 API
ExportFontKey Constructor
Overload List
Name | Description
ExportFontKey() |  Constructs a new default ExportFontKey.
ExportFontKey(ExportFontKey) |  Constructs a new copy of the input ExportFontKey object.
ExportFontKey(String) |  Constructs a new ExportFontKey using an input font name.
Top
See Also
Reference
ExportFontKey Class
Autodesk.Revit.DB Namespace